import { type NextPage } from "next";

const Home: NextPage = () => {
    return (
        <div className="container px-12 m-auto my-4">
            <h5 className="text-2xl font-bold">Архитектор - Пшеничников Дмитрий Владимирович</h5>
            <p className="mb-3"><b>Дмитрий Владимирович Пшеничников</b> - русский архитектор.</p>
            <p className="mb-3">Дмитрий - член Союза архитекторов Российской Федерации, Комитета художественной критики Московской епархии Русской Православной Церкви, Экспертного совета по архитектуре Священного Синода, обладатель государственных наград, серебряных медалей Русской Православной Церкви и почетных грамот. Он самый молодой член союза архитекторов РФ, обладатель премии в области архитектуры и девелопмента.</p>
            <p className="mb-3">Пшеничников входит в топ лучших архитекторов страны. Его важнейшие постройки московский «Уникомбанк», Аэровокзал Шереметьево-3.</p>
            <p className="mb-3">Он выполнил несколько сотен объектов – от ресторанов и частных коттеджей до церквей и многофункциональных комплексов и получил награду за самый красивый кирпичный дом.</p>
            <p className="mb-3">Дмитрий Пшеничников родился в декабре 1965 года в Москве. Его дед тоже был архитектором.В детстве он любил рисовать, лепить бумажные домики и конструировать автомобили.Окончил школу и в 1983 году поступил в Московский архитектурный институт. После службы в армии он продолжил учебу и в 1991 году окончил институт. Дипломный проект стал первым в истории института, реализованным с использованием трехмерного компьютерного моделирования. С 1990 по 1993 год работал на совместном советско-итальянском предприятии.</p>
            <p className="mb-3">В 1991 году Пшеничников принял участие в Венецианской биеннале, где был представлен его проект «Академия творчества». В следующем году, после завершения конкурса молодых архитекторов, организованного Союзом архитекторов России, он был принят в Союз, став самым молодым членом в его истории в возрасте 27 лет.</p>
            <p className="mb-3">В 1993–1997 годах Дмитрий Пшеничников работал в организации «Моспроект-2». При этом вел частную практику сотрудничества с банками. В 1993-1994 гг. Совместно с финской строительной компанией он спроектировал реконструкцию здания банка в Москве. В 1994–1996 годах участвовал в проектировании здания банка в составе авторской группы под руководством Дмитрия Солопова.</p>
            <p className="mb-3">В 1994 году Пшеничников работал в Австрии с AMR над совместным проектом и в Германии (Берлин, Франкфурт-на-Майне) в JSK над совместным проектом реконструкции московской гостиницы. В том же году проходил стажировку во Франции в рамках государственной программы.</p>
            <p className="mb-3">В 1995-1997 годах Пшеничников принимал активное участие в проекте реконструкции Храма Христа Спасителя, работая в Зале Совета храма. В 1996-1998 годах вместе с югославской компанией спроектировал и построил офисное здание.</p>
            <p className="mb-3">С 1997 года Пшеничников работает частным подрядчиком. С 2005 года творческий коллектив под его руководством зарегистрирован как ООО. В середине 2010 года компании доверили проект Шереметьево-3.</p>
            <p className="mb-3">Его архитектурные кумиры: Сантьяго Калатрава, ЗахаХадид и Гюнтер Домениг. </p>
        </div>
    );
};

export default Home;
